Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.terminal.session-content-width
source: terminal.sessionContentMaxWidth terminal agent chat max width readable line length points pt narrow wide
ar: terminal.sessionContentMaxWidth terminal agent chat max width readable line length points pt narrow wide terminal.sessionContentMaxWidth طرفية وكيل دردشة أقصى عرض طول سطر مقروء نقاط pt ضيق عريض
de: terminal.sessionContentMaxWidth terminal agent chat max width readable line length points pt narrow wide terminal.sessionContentMaxWidth Terminal Agenten-Chat maximale Breite lesbare Zeilenlänge Punkte pt schmal breit
es: terminal.sessionContentMaxWidth terminal agent chat max width readable line length points pt narrow wide terminal.sessionContentMaxWidth terminal chat de agente ancho máximo longitud de línea legible puntos pt estrecho ancho
fr: terminal.sessionContentMaxWidth terminal agent chat max width readable line length points pt narrow wide terminal.sessionContentMaxWidth terminal agent chat largeur max longueur de ligne lisible points pt étroit large
ja: terminal.sessionContentMaxWidth terminal agent chat max width readable line length points pt narrow wide terminal.sessionContentMaxWidth ターミナル エージェントチャット 最大幅 読みやすい 行長 ポイント pt 狭い 広い
ko: terminal.sessionContentMaxWidth 터미널 에이전트 채팅 최대 너비 가독 줄 길이 포인트 pt 좁게 넓게 terminal.sessionContentMaxWidth terminal agent chat max width readable line length points pt narrow wide
zh_hans: terminal.sessionContentMaxWidth terminal agent chat max width readable line length points pt narrow wide terminal.sessionContentMaxWidth 终端 智能体 聊天 最大宽度 可读行长 点 pt 窄 宽
zh_hant: terminal.sessionContentMaxWidth terminal agent chat max width readable line length points pt narrow wide terminal.sessionContentMaxWidth 終端機 代理對話 最大寬度 易讀行長 點 pt 窄 寬

# settings.search.alias.setting.terminal.tab-bar-font-size
source: surface-tab-bar-font-size tab bar font size text scale terminal browser pane tab title
ar: surface-tab-bar-font-size tab bar font size text scale terminal browser pane tab title surface-tab-bar-font-size شريط علامات التبويب حجم الخط مقياس النص طرفية متصفح جزء علامة تبويب عنوان
de: surface-tab-bar-font-size tab bar font size text scale terminal browser pane tab title surface-tab-bar-font-size Tab-Leiste Schriftgröße Textskalierung Terminal Browser Teilfenster Tab-Titel
es: surface-tab-bar-font-size tab bar font size text scale terminal browser pane tab title surface-tab-bar-font-size barra de pestañas tamaño de fuente escala de texto terminal navegador panel pestaña título
fr: surface-tab-bar-font-size tab bar font size text scale terminal browser pane tab title surface-tab-bar-font-size barre d'onglets taille de police échelle du texte terminal navigateur volet onglet titre
ja: surface-tab-bar-font-size tab bar font size text scale terminal browser pane tab title タブバー フォントサイズ テキスト 拡大 ターミナル ブラウザ ペーン タブ タイトル
ko: surface-tab-bar-font-size 탭 바 글꼴 크기 텍스트 스케일 터미널 브라우저 분할 창 탭 제목 surface-tab-bar-font-size tab bar font size text scale terminal browser pane tab title
zh_hans: surface-tab-bar-font-size tab bar font size text scale terminal browser pane tab title surface-tab-bar-font-size 标签栏 字体 大小 文本 缩放 终端 浏览器 窗格 标签页 标题
zh_hant: surface-tab-bar-font-size tab bar font size text scale terminal browser pane tab title surface-tab-bar-font-size 標籤列字型大小 文字縮放 終端機 瀏覽器窗格 標籤頁標題

# settings.search.alias.setting.textBox.default-submit-action
source: terminal.textBoxDefaultSubmitAction submit action shift tab claude codex opencode pi agent route provider icon new session
ar: terminal.textBoxDefaultSubmitAction submit action shift tab claude codex opencode pi agent route provider icon new session terminal.textBoxDefaultSubmitAction إجراء إرسال عالي علامة تبويب claude codex opencode pi وكيل مسار موفر أيقونة جلسة جديدة
de: terminal.textBoxDefaultSubmitAction submit action shift tab claude codex opencode pi agent route provider icon new session terminal.textBoxDefaultSubmitAction Absendeaktion Umschalt Tab claude codex opencode pi Agent Route Anbieter Symbol neue Sitzung
es: terminal.textBoxDefaultSubmitAction submit action shift tab claude codex opencode pi agent route provider icon new session terminal.textBoxDefaultSubmitAction acción de envío shift tab claude codex opencode pi agente ruta proveedor icono nueva sesión
fr: terminal.textBoxDefaultSubmitAction submit action shift tab claude codex opencode pi agent route provider icon new session terminal.textBoxDefaultSubmitAction action d'envoi maj onglet claude codex opencode pi agent route fournisseur icône nouvelle session
ja: terminal.textBoxDefaultSubmitAction submit action shift tab claude codex opencode pi agent route provider icon new session ターミナル 送信 アクション エージェント 新規 セッション
ko: terminal.textBoxDefaultSubmitAction 전송 동작 shift tab claude codex opencode pi 에이전트 라우트 제공자 아이콘 새 세션 terminal.textBoxDefaultSubmitAction submit action shift tab claude codex opencode pi agent route provider icon new session
zh_hans: terminal.textBoxDefaultSubmitAction submit action shift tab claude codex opencode pi agent route provider icon new session terminal.textBoxDefaultSubmitAction 提交 操作 shift 标签页 claude codex opencode pi 智能体 路由 提供商 图标 新会话
zh_hant: terminal.textBoxDefaultSubmitAction submit action shift tab claude codex opencode pi agent route provider icon new session terminal.textBoxDefaultSubmitAction 送出動作 shift tab claude codex opencode pi 代理 路由 提供者 圖示 新工作階段

# settings.search.alias.setting.textBox.focus-textbox-new-terminals
source: terminal.focusTextBoxOnNewTerminals focus textbox text box rich input prompt default new terminal workspace split tab beta
ar: terminal.focusTextBoxOnNewTerminals focus textbox text box rich input prompt default new terminal workspace split tab beta terminal.focusTextBoxOnNewTerminals تركيز مربع النص حقل نصي مطالبة إدخال غنية افتراضي طرفية جديدة مساحة عمل تقسيم علامة تبويب تجريبي
de: terminal.focusTextBoxOnNewTerminals focus textbox text box rich input prompt default new terminal workspace split tab beta terminal.focusTextBoxOnNewTerminals Textbox fokussieren Textfeld Rich-Eingabeaufforderung Standard neues Terminal Arbeitsbereich Aufteilung Tab Beta
es: terminal.focusTextBoxOnNewTerminals focus textbox text box rich input prompt default new terminal workspace split tab beta terminal.focusTextBoxOnNewTerminals enfocar cuadro de texto entrada enriquecida indicación predeterminada nueva terminal espacio de trabajo división pestaña beta
fr: terminal.focusTextBoxOnNewTerminals focus textbox text box rich input prompt default new terminal workspace split tab beta terminal.focusTextBoxOnNewTerminals focus zone de texte saisie riche invite par défaut nouveau terminal espace de travail division onglet bêta
ja: terminal.focusTextBoxOnNewTerminals focus textbox text box rich input prompt default new terminal workspace split tab beta TextBox フォーカス 新しい ターミナル ワークスペース 分割 タブ 既定 ベータ
ko: terminal.focusTextBoxOnNewTerminals 포커스 텍스트 상자 텍스트 박스 리치 입력 프롬프트 기본값 새 터미널 작업 공간 분할 탭 베타 terminal.focusTextBoxOnNewTerminals focus textbox text box rich input prompt default new terminal workspace split tab beta
zh_hans: terminal.focusTextBoxOnNewTerminals focus textbox text box rich input prompt default new terminal workspace split tab beta 聚焦 TextBox 新终端 工作区 拆分 标签 默认 测试版
zh_hant: terminal.focusTextBoxOnNewTerminals focus textbox text box rich input prompt default new terminal workspace split tab beta terminal.focusTextBoxOnNewTerminals 聚焦文字框 進階輸入提示 預設 新終端機 工作區 分割 標籤頁 測試版

# settings.search.alias.setting.textBox.show-textbox-new-terminals
source: terminal.showTextBoxOnNewTerminals show textbox text box rich input prompt default new terminal workspace split tab beta
ar: terminal.showTextBoxOnNewTerminals show textbox text box rich input prompt default new terminal workspace split tab beta terminal.showTextBoxOnNewTerminals عرض مربع النص حقل نصي مطالبة إدخال غنية افتراضي طرفية جديدة مساحة عمل تقسيم علامة تبويب تجريبي
de: terminal.showTextBoxOnNewTerminals show textbox text box rich input prompt default new terminal workspace split tab beta terminal.showTextBoxOnNewTerminals Textbox anzeigen Textfeld Rich-Eingabeaufforderung Standard neues Terminal Arbeitsbereich Aufteilung Tab Beta
es: terminal.showTextBoxOnNewTerminals show textbox text box rich input prompt default new terminal workspace split tab beta terminal.showTextBoxOnNewTerminals mostrar cuadro de texto entrada enriquecida indicación predeterminada nueva terminal espacio de trabajo división pestaña beta
fr: terminal.showTextBoxOnNewTerminals show textbox text box rich input prompt default new terminal workspace split tab beta terminal.showTextBoxOnNewTerminals afficher zone de texte saisie riche invite par défaut nouveau terminal espace de travail division onglet bêta
ja: terminal.showTextBoxOnNewTerminals show textbox text box rich input prompt default new terminal workspace split tab beta TextBox 表示 新しい ターミナル ワークスペース 分割 タブ 既定 ベータ
ko: terminal.showTextBoxOnNewTerminals 텍스트 상자 표시 텍스트 박스 리치 입력 프롬프트 기본값 새 터미널 작업 공간 분할 탭 베타 terminal.showTextBoxOnNewTerminals show textbox text box rich input prompt default new terminal workspace split tab beta
zh_hans: terminal.showTextBoxOnNewTerminals show textbox text box rich input prompt default new terminal workspace split tab beta 显示 TextBox 新终端 工作区 拆分 标签 默认 测试版
zh_hant: terminal.showTextBoxOnNewTerminals show textbox text box rich input prompt default new terminal workspace split tab beta terminal.showTextBoxOnNewTerminals 顯示文字框 進階輸入提示 預設 新終端機 工作區 分割 標籤頁 測試版

# settings.search.alias.setting.textBox.textbox-max-lines
source: terminal.textBoxMaxLines textbox text box rich input prompt max height lines grow scroll beta
ar: terminal.textBoxMaxLines textbox text box rich input prompt max height lines grow scroll beta terminal.textBoxMaxLines مربع النص حقل نصي مطالبة إدخال غنية أقصى ارتفاع أسطر نمو تمرير تجريبي
de: terminal.textBoxMaxLines textbox text box rich input prompt max height lines grow scroll beta terminal.textBoxMaxLines Textbox maximale Zeilen Textfeld Rich-Eingabeaufforderung maximale Höhe Zeilen wachsen scrollen Beta
es: terminal.textBoxMaxLines textbox text box rich input prompt max height lines grow scroll beta terminal.textBoxMaxLines cuadro de texto entrada enriquecida indicación altura máxima líneas crecer desplazamiento beta
fr: terminal.textBoxMaxLines textbox text box rich input prompt max height lines grow scroll beta terminal.textBoxMaxLines zone de texte saisie riche invite hauteur max lignes agrandir défilement bêta
ja: terminal.textBoxMaxLines textbox text box rich input prompt max height lines grow scroll beta TextBox 最大行数 高さ 行 スクロール ベータ
ko: terminal.textBoxMaxLines 텍스트 상자 텍스트 박스 리치 입력 프롬프트 최대 높이 줄 늘어나기 스크롤 베타 terminal.textBoxMaxLines textbox text box rich input prompt max height lines grow scroll beta
zh_hans: terminal.textBoxMaxLines textbox text box rich input prompt max height lines grow scroll beta TextBox 最大行数 高度 增长 滚动 测试版
zh_hant: terminal.textBoxMaxLines textbox text box rich input prompt max height lines grow scroll beta terminal.textBoxMaxLines 文字框 進階輸入提示 最大行數 增長 捲動 測試版

# settings.search.alias.setting.workspaceColors.badge
source: workspaceColors.notificationBadgeColor unread notification badge color dot count
ar: workspaceColors.notificationBadgeColor unread notification badge color dot count مساحة عمل تبويب ألوان لوحة شارة محدد تمييز مؤشر نشط نقطة مظهر سمة لون مخطط فاتح داكن نظام وضع إشعار إشعارات تنبيه غير مقروء رسالة رنين وميض صوت سطح المكتب واحد
bs: workspaceColors.notificationBadgeColor unread notification badge color dot count radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka izgled tema boja shema svijetlo tamno sistem način obavijest obavijesti upozorenje nepročitano poruka prsten bljesak zvuk desktop 1 obavještenje
da: workspaceColors.notificationBadgeColor unread notification badge color dot count arbejdsområde fane farver palette valgt fremhævning indikator aktiv prik udseende tema farve skema lys mørk system tilstand notifikation notifikationer advarsel ulæst besked ring blink lyd skrivebord 1
de: workspaceColors.notificationBadgeColor unread notification badge color dot count arbeitsbereich tab farben palette ausgewählt hervorhebung indikator aktiv punkt darstellung design farbe schema hell dunkel system modus benachrichtigung benachrichtigungen alarm ungelesen nachricht ring blinken ton desktop 1 ungelesene
es: workspaceColors.notificationBadgeColor unread notification badge color dot count espacio de trabajo pestaña colores paleta insignia seleccionado resaltado indicador activo punto apariencia tema esquema claro oscuro sistema modo notificación notificaciones alerta no leído mensaje anillo destello sonido escritorio 1 leída
fr: workspaceColors.notificationBadgeColor unread notification badge color dot count espace de travail onglet couleurs palette sélectionné surbrillance indicateur actif point apparence thème couleur schéma clair sombre système mode notifications alerte non lu message anneau flash son bureau 1 lue
it: workspaceColors.notificationBadgeColor unread notification badge color dot count area di lavoro scheda colori tavolozza selezionato evidenziazione indicatore attivo punto aspetto tema colore schema chiaro scuro sistema modalità notifica notifiche avviso non letto messaggio anello lampeggio suono scrivania 1 letta
ja: workspaceColors.notificationBadgeColor unread notification badge color dot count 未読 通知 バッジ 色 ドット 件数
ko: workspaceColors.notificationBadgeColor unread notification badge color dot count 작업공간 탭 색상 팔레트 배지 선택됨 강조 표시기 활성 점 외관 테마 색 구성표 라이트 다크 시스템 모드 알림 읽지 않음 메시지 링 깜박임 소리 데스크탑 경고 않은 1개
nb: workspaceColors.notificationBadgeColor unread notification badge color dot count arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk utseende tema farge skjema lys mørk system modus varsling varsler ulest melding ring blink lyd skrivebord 1 varsel
pl: workspaceColors.notificationBadgeColor unread notification badge color dot count obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka wygląd motyw kolor schemat jasny ciemny system tryb powiadomienie powiadomienia alert nieprzeczytane wiadomość pierścień błysk dźwięk pulpit 1
pt_br: workspaceColors.notificationBadgeColor unread notification badge color dot count workspace aba cores paleta selo selecionado destaque indicador ativo ponto aparência tema cor esquema claro escuro sistema modo notificação notificações alerta não lido mensagem anel piscar som desktop 1 lida
ru: workspaceColors.notificationBadgeColor unread notification badge color dot count рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка внешний вид тема цвет схема светлый темный система режим уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол 1
th: workspaceColors.notificationBadgeColor unread notification badge color dot count พื้นที่ทำงาน แท็บ สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด ลักษณะ ธีม โครงร่าง สว่าง มืด ระบบ โหมด การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ วงแหวน แฟลช เสียง เดสก์ท็อป 1 การแจ้งเตือนที่ยังไม่อ่าน
tr: workspaceColors.notificationBadgeColor unread notification badge color dot count çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta görünüm tema renk şema açık koyu sistem mod bildirim bildirimler uyarı okunmamış mesaj halka flaş ses masaüstü 1
uk: workspaceColors.notificationBadgeColor unread notification badge color dot count робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка вигляд тема колір схема світлий темний система режим сповіщення непрочитане повідомлення кільце спалах звук стіл 1
zh_hans: workspaceColors.notificationBadgeColor unread notification badge color dot count 工作区 标签页 颜色 调色板 徽章 已选中 高亮 指示器 活动 点 外观 主题 配色 浅色 深色 系统 模式 通知 未读 消息 圆环 闪烁 声音 桌面 提醒 1 条未读通知
zh_hant: workspaceColors.notificationBadgeColor unread notification badge color dot count 工作區 分頁 顏色 調色盤 徽章 已選取 反白 指示器 作用中 點 外觀 主題 配色 淺色 深色 系統 模式 通知 未讀 訊息 圓環 閃爍 聲音 桌面 提醒 1 則未讀通知

# settings.search.alias.setting.workspaceColors.indicator
source: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot
ar: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot workspaceColors.indicatorStyle مؤشر علامة التبويب مساحة عمل نشطة نمط لون شريط نقطة
bs: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka izgled tema boja shema svijetlo tamno sistem način • %@ radnog prostora
da: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot arbejdsområde fane farver palette badge valgt fremhævning indikator aktiv prik udseende tema farve skema lys mørk system tilstand • %@ Arbejdsområdefarve Arbejdsområdefarveindikator
de: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot workspaceColors.indicatorStyle Tab-Indikator aktiver Arbeitsbereich Stil Farbe Streifen Punkt
es: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot workspaceColors.indicatorStyle indicador de pestaña estilo de espacio de trabajo activo color franja punto
fr: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot workspaceColors.indicatorStyle indicateur d'onglet actif espace de travail style couleur bande point
it: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto aspetto tema colore schema chiaro scuro sistema modalità • %@
ja: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot ワークスペース タブ インジケータ アクティブ 色 ストライプ ドット
ko: workspaceColors.indicatorStyle 탭 표시기 활성 작업 공간 스타일 색상 스트라이프 점 workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot
nb: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk utseende tema farge skjema lys mørk system modus • %@ Arbeidsområdefarge Arbeidsområdefarge-indikator
pl: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka wygląd motyw kolor schemat jasny ciemny system tryb Przestrzeń robocza • %@ przestrzeni roboczej koloru
pt_br: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot aba cores paleta selo selecionado destaque indicador ativo ponto aparência tema cor esquema claro escuro sistema modo Área de Trabalho • %@ da
ru: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка внешний вид тема цвет схема светлый темный система режим Рабочее пространство • %@ рабочего пространства Активное
th: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot พื้นที่ทำงาน แท็บ สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด ลักษณะ ธีม โครงร่าง สว่าง มืด ระบบ โหมด เวิร์กสเปซ • %@ สีเวิร์กสเปซ ใช้งานอยู่ ตัวบ่งชี้สีเวิร์กสเปซ
tr: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta görünüm tema renk şema açık koyu sistem mod • %@ Rengi Etkin Göstergesi
uk: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка вигляд тема колір схема світлий темний система режим Робоча область • %@ робочої області кольору
zh_hans: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot workspaceColors.indicatorStyle 标签页 指示器 活跃工作区 样式 颜色 条纹 圆点
zh_hant: workspaceColors.indicatorStyle tab indicator active workspace style color stripe dot workspaceColors.indicatorStyle 標籤頁指標 作用中的工作區 樣式 顏色 條紋 圓點
